<? /*

gedit - если есть графический редактор (аналог блокнота)

Если нет графического интерфейса:
	nano file.txt - удобный, не всегда может быть установлен.
				    ^  - здесь это Ctrl
				    ^O - сохранить
				    ^X  - выйти
	pico     -  тоже самое, что nano  ,  не всегда может быть установлен.






vi - самый древний, во всех линуксах есть.  У него 2 режима (режим команды и режим текста)

		i   - режим текста (стрелочки тоже не работают, для этого нужно перейти в режим команды)
		esc - переключить на режим команды.
		:q                  - выйти
		:w                  - записать
		:wq!                - записать и выйти и не спрашивать вопросы
		:q!                 - выйти без сохранения , и не спрашивать вопросы
		:wq "название файла"  - созданный файл, записать и выйти



*/ ?>