<? /*


Сетевые команды:
	ifconfig         - показать мой IP адресс (как ipconfig)
	ip addr show     - показать мой IP адресс (как ipconfig)
	route            - показать адресс раутера (Gateway)
	ping             - протестировать коннекшен к адресу , ping бесконечный, нужно прерывать.
	                    ping -c 4 www.google.com  - можно указать кол-во пакетов
	host            - получить IP адресс вэб сайта,   host www.ebay.com
	dig             - получить IP адресс вэб сайта, dig www.ebay.com
	netstat         – выдать сетевые подключения компьютера, какие порты и т.д.

    ssh "сервер" - подключиться к серверу


*/ ?>