<?/*

Файловая система

Здесь всего лишь один диск.
/ - самая корневая директория.
/home/ - директория пользователей.
/media/ - здесь как будто другие диски.(например флешка, или как диск С в windows)

. - текщая папка
.. - папка выше

cd / - переход (change dir)
ls          - что в директории, можно указать  папку ls -la dir
	-l          - long format , более удобный формат
	-a          - all , показать скрытые папки, файлы (начинаются с точки)
pwd    - текущиая папка (print working directory)


*/?>